"Langcode" = "it";

"Cancel" = "Cancella";

/* Choose destination folder */
"Choose destination folder" = "Scegli nome e percorso della cartella di destinazione";

/* Choose disk image */
"Choose image" = "Seleziona una immagine disco per cercare dati immagine Exif";

/* Choose image save location */
"Choose image save location" = "Scegli dove salvare l’immagine disco";

/* Error message for disk creation failure */
"Error creating image" = "Si è verificato un errore durante la creazione dell’immagine disco";

/* Error message when an old image in the save location can't be removed */
"Error replacing image" = "Una immagine disco esistente con lo stesso nome non può essere sostituita";

/* Error description when an old image in the save location can't be removed */
"Image replace err" = "E’ possibile che tu non abbia i privilegi in scrittura per quel file.Riprova nuovamente scegliendo un diverso nome";

"Error" = "Errore";

"Image creation error" = "A problem was encountered while trying to create the image.\n\nYou can still create the image by hand and then use Exif Untrasher to find photos on the disk image you created. Information on how to do this can be found in the FAQ:\n%@\n\nExif Untrasher will quit as soon as you press the “OK” button.";

"Fseek error" = "Errore di accesso al file tentando di posizionare il puntatore file a %i.Sembra non si possa procedere al recupero dei dati.Premere ok per uscire, prego.";

"Found 1 item" = "Trovato 1 oggetto";
"Found %d items" = "Trovati %d oggetti";

"New folder" = "Nuova cartella";

"File exists" = "Un file dal nome “%@” esiste già in questa posizione.";
"Replace?" = "Vuoi sostituirlo?";
"Skip" = "Salta";
"Replace" = "Sostituisci";
"Apply to all" = "Applica a tutti";

"Finished title" = "Recupero finito";
"Finished" = "If you found the photos you were looking for, why not send a “Thank you” using the button below?\n\nOtherwise, if you are still missing photos which you think are there, you could take a look at the FAQ (“Frequently asked questions”) for information on other data rescue applications.\n\n";

"Thank you" = "Grazie!";
"Open FAQ" = "Open FAQ";

"Preparing to untrash" = "Predispongo al recupero …";

"Quit" = "Chiudi";

"Saving item %d" = "Salvando oggetto %d";

"New version title" = "Welcome to Exif Untrasher %@";
"New version info" = "As this is the first time you run Exif Untrasher or the first time you run this version, would you like to read the (very short) introduction?\n\nIf not, you can access the help any time later using the help button in the lower left corner of the application window.\n";
"Show help" = "Show help";

/* Noun */
"Copy" = "Copia";

"Image creation error" = "A problem was encountered while trying to create the image.\n\nYou can still create the image by hand and then use Exif Untrasher to find photos on the disk image you created. Information on how to do this can be found in the FAQ:\n%@\n\nExif Untrasher will quit as soon as you press the “OK” button.";

"Not enough space" = "There is not enough free disk space in this location. %@ are available, but %@ are required.";